<<<<<<< HEAD
<section name="map" id="map">
	<div class="container-fluid">
		<div class="col-md-6 left-block hidden-xs">
			<script type="text/javascript" charset="utf-8" async src="https://api-maps.yandex.ru/services/constructor/1.0/js/?um=constructor%3A63e35b1024969d4c36c1658b1ac03ffa692b3986c87ecf55a4f77c73545c1ff0&amp;width=100%25&amp;height=100%&amp;lang=ru_RU&amp;scroll=true"></script>
		</div>
		<div class="col-md-6 right-block">
			<div class="col-md-12">
				<h2>Главный офис в г.Казань:</h2>
			</div>
			<div class="col-md-12">
				<ul>
					<li>
						<svg enable-background="new 0 0 61.168 61.168" version="1.1" viewBox="0 0 61.168 61.168" xml:space="preserve"
						 xmlns="http://www.w3.org/2000/svg">
							<path d="m30.938 26.584c3.859 0 7-3.141 7-7s-3.141-7-7-7-7 3.141-7 7 3.14 7 7 7zm0-12c2.757 0 5 2.243 5 5s-2.243 5-5 5-5-2.243-5-5 2.243-5 5-5z" />
							<path d="m50.216 37.584h-7.161l3.047-4.4c5.755-7.671 4.922-20.28-1.781-26.982-3.621-3.622-8.437-5.617-13.56-5.617-5.122 0-9.938 1.995-13.56 5.617-6.703 6.702-7.536 19.312-1.804 26.952l3.068 4.431h-7.513l-10.952 22.999h61.168l-10.952-23zm-33.196-5.6c-5.199-6.933-4.454-18.32 1.596-24.369 3.244-3.244 7.558-5.031 12.146-5.031s8.901 1.787 12.146 5.031c6.05 6.049 6.795 17.437 1.573 24.399l-13.72 19.813-9.863-14.243-3.878-5.6zm-4.804 7.6h7.634l10.911 15.757 10.91-15.757h7.281l9.048 19h-54.832l9.048-19z" />
						</svg>
						г. Казань, ул. Проточная, 8, 2 этаж, офис 2</li>
					<li><a href="tel: 8(843) 518-89-89">
							<svg enable-background="new 0 0 29.731 29.731" version="1.1" viewBox="0 0 29.731 29.731" xml:space="preserve"
							 xmlns="http://www.w3.org/2000/svg">
								<path d="m23.895 29.731c-1.237 0-2.731-0.31-4.374-0.93-3.602-1.358-7.521-4.042-11.035-7.556-3.515-3.515-6.199-7.435-7.558-11.037-1.235-3.275-1.238-5.963-7e-3 -7.193 0.177-0.177 0.357-0.367 0.543-0.563 1.123-1.181 2.392-2.51 4.074-2.45 1.159 0.048 2.282 0.768 3.432 2.199 3.398 4.226 1.866 5.732 0.093 7.478l-0.313 0.31c-0.29 0.29-0.838 1.633 4.26 6.731 1.664 1.664 3.083 2.882 4.217 3.619 0.714 0.464 1.991 1.166 2.515 0.642l0.315-0.318c1.744-1.769 3.25-3.296 7.473 0.099 1.431 1.15 2.15 2.272 2.198 3.433 0.069 1.681-1.27 2.953-2.452 4.075-0.195 0.186-0.385 0.366-0.562 0.542-0.611 0.612-1.588 0.919-2.819 0.919zm-18.477-28.731c-1.195 0-2.274 1.136-3.229 2.141-0.192 0.202-0.378 0.398-0.561 0.581-0.917 0.916-0.824 3.323 0.236 6.134 1.31 3.472 3.913 7.266 7.33 10.683 3.416 3.415 7.208 6.018 10.681 7.327 2.811 1.062 5.218 1.152 6.133 0.237 0.183-0.183 0.379-0.369 0.581-0.56 1.027-0.976 2.192-2.082 2.141-3.309-0.035-0.843-0.649-1.75-1.825-2.695-3.519-2.83-4.503-1.831-6.135-0.176l-0.32 0.323c-0.78 0.781-2.047 0.608-3.767-0.51-1.193-0.776-2.667-2.038-4.379-3.751-4.231-4.23-5.584-6.819-4.26-8.146l0.319-0.315c1.659-1.632 2.66-2.617-0.171-6.138-0.947-1.175-1.853-1.789-2.696-1.825-0.026-1e-3 -0.052-1e-3 -0.078-1e-3z" />
							</svg>
							+7 (843) 518-89-89</a></li>
					<li><a href="mailto: 51889892@mail.ru">
							<svg enable-background="new 0 0 31.012 31.012" version="1.1" viewBox="0 0 31.012 31.012" xml:space="preserve"
							 xmlns="http://www.w3.org/2000/svg">
								<path d="m25.109 21.51c-0.123 0-0.246-0.045-0.342-0.136l-5.754-5.398c-0.201-0.188-0.211-0.505-0.022-0.706 0.189-0.203 0.504-0.212 0.707-0.022l5.754 5.398c0.201 0.188 0.211 0.505 0.022 0.706-0.099 0.105-0.231 0.158-0.365 0.158z" />
								<path d="m5.902 21.51c-0.133 0-0.266-0.053-0.365-0.158-0.189-0.201-0.179-0.518 0.022-0.706l5.756-5.398c0.202-0.188 0.519-0.18 0.707 0.022 0.189 0.201 0.179 0.518-0.022 0.706l-5.756 5.398c-0.096 0.091-0.219 0.136-0.342 0.136z" />
								<path d="m28.512 26.529h-26.012c-1.378 0-2.5-1.121-2.5-2.5v-17.047c0-1.379 1.122-2.5 2.5-2.5h26.012c1.378 0 2.5 1.121 2.5 2.5v17.047c0 1.379-1.122 2.5-2.5 2.5zm-26.012-21.047c-0.827 0-1.5 0.673-1.5 1.5v17.047c0 0.827 0.673 1.5 1.5 1.5h26.012c0.827 0 1.5-0.673 1.5-1.5v-17.047c0-0.827-0.673-1.5-1.5-1.5h-26.012z" />
								<path d="m15.506 18.018c-0.665 0-1.33-0.221-1.836-0.662l-12.84-11.201c-0.208-0.181-0.23-0.497-0.049-0.706 0.183-0.208 0.498-0.227 0.706-0.048l12.84 11.2c0.639 0.557 1.719 0.557 2.357 0l12.824-11.182c0.207-0.181 0.522-0.161 0.706 0.048 0.181 0.209 0.16 0.524-0.048 0.706l-12.824 11.182c-0.507 0.442-1.171 0.663-1.836 0.663z" />
							</svg>
							51889892@mail.ru</a></li>
				</ul>
			</div>
			<div class="col-md-12 call_action_container">
				<div class="col-md-6 col-xs-12">
					<h3>Или закажите обратный <br /> звонок от оператора</h3>
				</div>
				<div class="col-md-5 col-xs-12"><button class="zay-btn open-modal"><i class="fa fa-phone"></i>Отправить заявку</button></div>
			</div>
		</div>
		<div class="col-md-6 left-block visible-xs">
			<iframe src="https://yandex.ru/map-widget/v1/?um=constructor%3A63e35b1024969d4c36c1658b1ac03ffa692b3986c87ecf55a4f77c73545c1ff0&amp;source=constructor"
			 width="100%" height="100%" frameborder="0"></iframe>
		</div>
	</div>
</section>

<section id="footer">
	<div class="container-fluid">
		<div class="col-md-12">
			<ul class="footer-nav hidden-xs">
				<li><a href="/">Главная</a></li>
				<li><a href="/about/">О нас</a></li>
				<li><a href="/services/">Услуги</a></li>
				<li><a href="/article/">Статьи</a></li>
				<li><a href="/contact/">Контакты</a></li>
			</ul>
		</div>
		<div class="col-md-12 footer-links">
			<h4>Подписывайтесь на нас
				<hr class="visible-xs" style="border: 0 !important; margin: 5px 0" />
				<a href="#">
					<svg enable-background="new 0 0 96.124 96.123" version="1.1" viewBox="0 0 96.124 96.123" xml:space="preserve"
					 xmlns="http://www.w3.org/2000/svg">
						<path class="footer_svg_color" d="m72.089 0.02l-12.465-0.02c-14.004 0-23.054 9.285-23.054 23.656v10.907h-12.533c-1.083 0-1.96 0.878-1.96 1.961v15.803c0 1.083 0.878 1.96 1.96 1.96h12.533v39.876c0 1.083 0.877 1.96 1.96 1.96h16.352c1.083 0 1.96-0.878 1.96-1.96v-39.876h14.654c1.083 0 1.96-0.877 1.96-1.96l6e-3 -15.803c0-0.52-0.207-1.018-0.574-1.386s-0.867-0.575-1.387-0.575h-14.659v-9.246c0-4.444 1.059-6.7 6.848-6.7l8.397-3e-3c1.082 0 1.959-0.878 1.959-1.96v-14.674c0-1.081-0.876-1.958-1.957-1.96z" />
					</svg>
				</a>
				<a href="#">
					<svg enable-background="new 0 0 612 612" version="1.1" viewBox="0 0 612 612" xml:space="preserve" xmlns="http://www.w3.org/2000/svg">
						<path class="footer_svg_color" d="m612 116.26c-22.525 9.981-46.694 16.75-72.088 19.772 25.929-15.527 45.777-40.155 55.184-69.411-24.322 14.379-51.169 24.82-79.775 30.48-22.907-24.437-55.49-39.658-91.63-39.658-69.334 0-125.55 56.217-125.55 125.51 0 9.828 1.109 19.427 3.251 28.606-104.33-5.24-196.84-55.223-258.75-131.17-10.823 18.51-16.98 40.078-16.98 63.101 0 43.559 22.181 81.993 55.835 104.48-20.575-0.688-39.926-6.348-56.867-15.756v1.568c0 60.806 43.291 111.55 100.69 123.1-10.517 2.83-21.607 4.398-33.08 4.398-8.107 0-15.947-0.803-23.634-2.333 15.985 49.907 62.336 86.199 117.25 87.194-42.947 33.654-97.099 53.655-155.92 53.655-10.134 0-20.116-0.612-29.944-1.721 55.567 35.681 121.54 56.485 192.44 56.485 230.95 0 357.19-191.29 357.19-357.19l-0.421-16.253c24.666-17.593 46.005-39.697 62.794-64.861z" />
					</svg>
				</a>
				<a href="#">
					<svg enable-background="new 0 0 548.358 548.358" version="1.1" viewBox="0 0 548.358 548.358" xml:space="preserve"
					 xmlns="http://www.w3.org/2000/svg">
						<path class="footer_svg_color" d="m545.45 400.3c-0.664-1.431-1.283-2.618-1.858-3.569-9.514-17.135-27.695-38.167-54.532-63.102l-0.567-0.571-0.284-0.28-0.287-0.287h-0.288c-12.18-11.611-19.893-19.418-23.123-23.415-5.91-7.614-7.234-15.321-4.004-23.13 2.282-5.9 10.854-18.36 25.696-37.397 7.807-10.089 13.99-18.175 18.556-24.267 32.931-43.78 47.208-71.756 42.828-83.939l-1.701-2.847c-1.143-1.714-4.093-3.282-8.846-4.712-4.764-1.427-10.853-1.663-18.278-0.712l-82.224 0.568c-1.332-0.472-3.234-0.428-5.712 0.144-2.475 0.572-3.713 0.859-3.713 0.859l-1.431 0.715-1.136 0.859c-0.952 0.568-1.999 1.567-3.142 2.995-1.137 1.423-2.088 3.093-2.848 4.996-8.952 23.031-19.13 44.444-30.553 64.238-7.043 11.803-13.511 22.032-19.418 30.693-5.899 8.658-10.848 15.037-14.842 19.126-4 4.093-7.61 7.372-10.852 9.849-3.237 2.478-5.708 3.525-7.419 3.142-1.715-0.383-3.33-0.763-4.859-1.143-2.663-1.714-4.805-4.045-6.42-6.995-1.622-2.95-2.714-6.663-3.285-11.136-0.568-4.476-0.904-8.326-1-11.563-0.089-3.233-0.048-7.806 0.145-13.706 0.198-5.903 0.287-9.897 0.287-11.991 0-7.234 0.141-15.085 0.424-23.555 0.288-8.47 0.521-15.181 0.716-20.125 0.194-4.949 0.284-10.185 0.284-15.705s-0.336-9.849-1-12.991c-0.656-3.138-1.663-6.184-2.99-9.137-1.335-2.95-3.289-5.232-5.853-6.852-2.569-1.618-5.763-2.902-9.564-3.856-10.089-2.283-22.936-3.518-38.547-3.71-35.401-0.38-58.148 1.906-68.236 6.855-3.997 2.091-7.614 4.948-10.848 8.562-3.427 4.189-3.905 6.475-1.431 6.851 11.422 1.711 19.508 5.804 24.267 12.275l1.715 3.429c1.334 2.474 2.666 6.854 3.999 13.134 1.331 6.28 2.19 13.227 2.568 20.837 0.95 13.897 0.95 25.793 0 35.689-0.953 9.9-1.853 17.607-2.712 23.127s-2.143 9.993-3.855 13.418c-1.715 3.426-2.856 5.52-3.428 6.28-0.571 0.76-1.047 1.239-1.425 1.427-2.474 0.948-5.047 1.431-7.71 1.431-2.667 0-5.901-1.334-9.707-4-3.805-2.666-7.754-6.328-11.847-10.992-4.093-4.665-8.709-11.184-13.85-19.558-5.137-8.374-10.467-18.271-15.987-29.691l-4.567-8.282c-2.855-5.328-6.755-13.086-11.704-23.267-4.952-10.185-9.329-20.037-13.134-29.554-1.521-3.997-3.806-7.04-6.851-9.134l-1.429-0.859c-0.95-0.76-2.475-1.567-4.567-2.427-2.095-0.859-4.281-1.475-6.567-1.854l-78.229 0.568c-7.994 0-13.418 1.811-16.274 5.428l-1.143 1.711c-0.571 0.953-0.859 2.475-0.859 4.57 0 2.094 0.571 4.664 1.714 7.707 11.42 26.84 23.839 52.725 37.257 77.659s25.078 45.019 34.973 60.237c9.897 15.229 19.985 29.602 30.264 43.112 10.279 13.515 17.083 22.176 20.412 25.981 3.333 3.812 5.951 6.662 7.854 8.565l7.139 6.851c4.568 4.569 11.276 10.041 20.127 16.416 8.853 6.379 18.654 12.659 29.408 18.85 10.756 6.181 23.269 11.225 37.546 15.126 14.275 3.905 28.169 5.472 41.684 4.716h32.834c6.659-0.575 11.704-2.669 15.133-6.283l1.136-1.431c0.764-1.136 1.479-2.901 2.139-5.276 0.668-2.379 1-5 1-7.851-0.195-8.183 0.428-15.558 1.852-22.124 1.423-6.564 3.045-11.513 4.859-14.846 1.813-3.33 3.859-6.14 6.136-8.418 2.282-2.283 3.908-3.666 4.862-4.142 0.948-0.479 1.705-0.804 2.276-0.999 4.568-1.522 9.944-0.048 16.136 4.429 6.187 4.473 11.99 9.996 17.418 16.56 5.425 6.57 11.943 13.941 19.555 22.124 7.617 8.186 14.277 14.271 19.985 18.274l5.708 3.426c3.812 2.286 8.761 4.38 14.853 6.283 6.081 1.902 11.409 2.378 15.984 1.427l73.087-1.14c7.229 0 12.854-1.197 16.844-3.572 3.998-2.379 6.373-5 7.139-7.851 0.764-2.854 0.805-6.092 0.145-9.712-0.677-3.611-1.344-6.136-2.008-7.563z" />
					</svg>
				</a>
				<a href="#">
					<svg enable-background="new 0 0 300 300" version="1.1" viewBox="0 0 300 300" xml:space="preserve" xmlns="http://www.w3.org/2000/svg">
						<path class="footer_svg_color" d="m5.299 144.64l69.126 25.8 26.756 86.047c1.712 5.511 8.451 7.548 12.924 3.891l38.532-31.412c4.039-3.291 9.792-3.455 14.013-0.391l69.498 50.457c4.785 3.478 11.564 0.856 12.764-4.926l50.911-244.89c1.31-6.316-4.896-11.585-10.91-9.259l-283.7 109.44c-7.001 2.7-6.94 12.612 0.081 15.243zm91.57 12.066l135.1-83.207c2.428-1.491 4.926 1.792 2.841 3.726l-111.5 103.64c-3.919 3.648-6.447 8.53-7.163 13.829l-3.798 28.146c-0.503 3.758-5.782 4.131-6.819 0.494l-14.607-51.325c-1.673-5.854 0.765-12.107 5.943-15.303z" />
					</svg>
				</a>
			</h4>
		</div>
		<div class="col-md-12">
			<div class="col-md-4">
				<h3><a class="nav-link" href="#main">&copy; 2018 ООО «ЮРБИЗНЕСГРУП»</a></h3>
			</div>
			<div class="col-md-4">
				<h3><a href="#">Политика конфиденциальности</a></h3>
			</div>
			<div class="col-md-4">
				<h3>Разработка сайтов <a style="color: #00b4f7" href="http://itkluch.ru">ITKluch.ru</a></h3>
			</div>
		</div>
	</div>
</section>


<div class="modal-overlay">
	<div class="modal">

		<a class="close-modal">
			<svg viewBox="0 0 20 20">
				<path fill="#000000" d="M15.898,4.045c-0.271-0.272-0.713-0.272-0.986,0l-4.71,4.711L5.493,4.045c-0.272-0.272-0.714-0.272-0.986,0s-0.272,0.714,0,0.986l4.709,4.711l-4.71,4.711c-0.272,0.271-0.272,0.713,0,0.986c0.136,0.136,0.314,0.203,0.492,0.203c0.179,0,0.357-0.067,0.493-0.203l4.711-4.711l4.71,4.711c0.137,0.136,0.314,0.203,0.494,0.203c0.178,0,0.355-0.067,0.492-0.203c0.273-0.273,0.273-0.715,0-0.986l-4.711-4.711l4.711-4.711C16.172,4.759,16.172,4.317,15.898,4.045z"></path>
			</svg>
		</a><!-- close modal -->

		<div class="modal-content">
			<h3 class="hidden-xs">Оставьте Ваши контактные данные <br /> и мы вам перезвоним</h3>
			<h3 class="visible-xs">Оставьте Ваши <br /> контактные данные <br /> и мы вам перезвоним</h3>
			<form action="mail/mail.php" method="post">
				<input type="text" name="name" placeholder="Введите имя" />
				<input type="tel" name="phone" placeholder="Введите телефон" required />
				<input type="text" name="mail" placeholder="Введите E-Mail" />
				<select name="usluga">
					<option selected disabled value="Выберите услугу">Выберите услугу</option>
					<option value="Юридическое обслуживание">Юридическое обслуживание</option>
					<option value="Регистрация ЮЛ, ИП, филлиалов и представительств">
						Регистрация ЮЛ, ИП, филлиалов и представительств</option>
					<option value="Банкротство ФЛ, ЮЛ">Банкротство ФЛ, ЮЛ</option>
					<option value="Комплексное сопровождение бизнеса">Комплексное сопровождение бизнеса</option>
					<option value="Сделки с недвижимостью">Сделки с недвижимостью</option>
					<option value="Бухгалтерское обслуживание">Бухгалтерское обслуживание</option>
				</select>
				<input class="sbmt-btn" type="submit" name="submit" value="Оставить заявку" />
			</form>
		</div><!-- content -->

	</div><!-- modal -->
</div><!-- overlay -->

<section id="services-modal">
	<div class="modal-container">
		<div class="modal-header">
			<a class="services-close-modal">×</a>
			<h3></h3>
		</div>
		<div class="modal-text">
			<p>Задача организации, в особенности же постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание форм воздействия. Значимость этих проблем настолько очевидна, что сложившаяся структура организации позволяет выполнить важнейшие задания по разработке дальнейших направлений развития проекта</p>
			<span>В услугу входит:</span>
			<ul>
				<li>создание форм воздействия</li>
				<li>создание форм воздействия</li>
				<li>создание форм воздействия</li>
				<li>создание форм воздействия</li>
				<li>создание форм воздействия</li>
				<li>создание форм воздействия</li>
			</ul>
		</div>
		<div class="modal-footer">
			<h5>Получите консультацию опытного юриста</h5>
			<form method="post" action="../mail/mail.php">
				<input class="col-md-6" type="tel" name="phone" placeholder="Введите Ваш телефон" required="">
				<input class="col-md-5 col-md-offset-1" type="submit" name="submit" value="Получить консультацию">
				<hr>
					<label class="col-md-7" for="profile_agree">
						<input checked="" type="checkbox" name="profile_agree" id="profile_agree" required="">
						Согласен с политикой конфиденциальности
					</label>
			</form>
		</div>
	</div>
</section>
<script src="http://code.jquery.com/jquery-3.3.1.min.js"></script>
<script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
<script src="https://api-maps.yandex.ru/1.1/index.xml" type="text/javascript"></script>
<script type="text/javascript" src="/js/scripts.js"></script>
<script type="text/javascript" src="js/swiper.min.js"></script>

<script type="text/javascript">
	
	$('#list button').click(function () {
		if ($('#services-modal').hasClass('active')) {
			$('#services-modal').css('opacity', "0").css('z-index', "-1").removeClass('active');
			$('#services-modal .modal-container').css('transform', "scale(0.5,0.5)");
			$('.modal-header h3').empty();
			$('table tr').removeClass('nameFirst');
		} else {
			$('#services-modal').css('opacity', "1").css('z-index', "10000").addClass('active');
			$('#services-modal .modal-container').css('transform', "scale(1,1)");
			var name = $(this).parent();
			var nameFirst = $(name).parent();
			nameFirst.addClass('nameFirst')
			$('.modal-header h3').text($('.nameFirst > td:first-child').text());
		}
	});
	$('.services-close-modal').click(function () {
		$('#services-modal').css('opacity', "0").css('z-index', "-1").removeClass('active');
		$('#services-modal .modal-container').css('transform', "scale(0.5,0.5)");
		$('.modal-header h3').empty();
		$('table tr').removeClass('nameFirst');
	});
	$('.search-ico').click(function () {
		if ($('.navbar-top form').hasClass('active')) {
			$('.navbar-top form').removeClass('active').css('opacity', "0").css('z-index', "-1");
		} else {
			$('.navbar-top form').addClass('active').css('opacity', "1").css('z-index', "1");
		}
	});

	var swiper = new Swiper('#main .swiper-container', {
		pagination: {
			el: '.swiper-pagination.main-pagination',
			clickable: true,
		},
		autoplay: {
			delay: 8000,
			disableOnInteraction: false,
		},
		loop: true,
		navigation: {
			nextEl: '.swiper-button-next.main-next',
			prevEl: '.swiper-button-prev.main-prev',
		},
	});

	if (window.screen.width <= 600) {
		$('#ras-form').removeClass('fadeInRight');
		$('#ras-form').addClass('fadeInUp');
	} else if (window.screen.width <= 800) {} else {};

	$('.show-li').click(function () {
		if ($('.show-li').hasClass('active')) {
			$('.show-li').text('Ещё ...').removeClass('active');
			$('.hide-li').css("display", 'none');
		} else {
			$('.show-li').text('Скрыть ...').addClass('active');
			$('.hide-li').css("display", 'block');
		}
	});
	$(document).mouseup(function (e) { // событие клика по веб-документу
		var div = $(".modal-container, .modal"); // тут указываем ID элемента
		if (!div.is(e.target) // если клик был не по нашему блоку
			&&
			div.has(e.target).length === 0) { // и не по его дочерним элементам
			$('#services-modal').css('opacity', "0").css('z-index', "-1").removeClass('active');
			$('#services-modal .modal-container').css('transform', "scale(0.5,0.5)");
			$('.modal-header h3').empty();
			$('table tr').removeClass('nameFirst');
			$('.modal-overlay').removeClass('active');
			$('.modal').removeClass('active');
		}
	});
	$(document).keydown(function (eventObject) {
		if (eventObject.which == 27) {
			$('#services-modal').css('opacity', "0").css('z-index', "-1").removeClass('active');
			$('#services-modal .modal-container').css('transform', "scale(0.5,0.5)");
			$('.modal-header h3').empty();
			$('table tr').removeClass('nameFirst');
			$('.modal-overlay').removeClass('active');
			$('.modal').removeClass('active');
		}
	});

$(window).scroll(function () {
	if ($(window).scrollTop() > 100) {
		if(window.screen.width <= 900) {
			$('.navbar').css('top', "0px").css('box-shadow', "0 0 15px rgba(23, 67, 139, 0.4)");
		}
		else {
			$('.navbar').css('top', "-70px").css('box-shadow', "0 0 15px rgba(23, 67, 139, 0.4)");
		}
	} else {
		$('.navbar').css('top', "0").css('box-shadow', "none");
	}
});
</script> -->
=======
<section name="map" id="map">
	<div class="container-fluid">
		<div class="col-md-6 left-block hidden-xs">
			<script type="text/javascript" charset="utf-8" async src="https://api-maps.yandex.ru/services/constructor/1.0/js/?um=constructor%3A63e35b1024969d4c36c1658b1ac03ffa692b3986c87ecf55a4f77c73545c1ff0&amp;width=100%25&amp;height=100%&amp;lang=ru_RU&amp;scroll=true"></script>
		</div>
		<div class="col-md-6 right-block">
			<div class="col-md-12">
				<h2>Главный офис в г.Казань:</h2>
			</div>
			<div class="col-md-12">
				<ul>
					<li>
						<svg enable-background="new 0 0 61.168 61.168" version="1.1" viewBox="0 0 61.168 61.168" xml:space="preserve" xmlns="http://www.w3.org/2000/svg">
							<path d="m30.938 26.584c3.859 0 7-3.141 7-7s-3.141-7-7-7-7 3.141-7 7 3.14 7 7 7zm0-12c2.757 0 5 2.243 5 5s-2.243 5-5 5-5-2.243-5-5 2.243-5 5-5z"/>
							<path d="m50.216 37.584h-7.161l3.047-4.4c5.755-7.671 4.922-20.28-1.781-26.982-3.621-3.622-8.437-5.617-13.56-5.617-5.122 0-9.938 1.995-13.56 5.617-6.703 6.702-7.536 19.312-1.804 26.952l3.068 4.431h-7.513l-10.952 22.999h61.168l-10.952-23zm-33.196-5.6c-5.199-6.933-4.454-18.32 1.596-24.369 3.244-3.244 7.558-5.031 12.146-5.031s8.901 1.787 12.146 5.031c6.05 6.049 6.795 17.437 1.573 24.399l-13.72 19.813-9.863-14.243-3.878-5.6zm-4.804 7.6h7.634l10.911 15.757 10.91-15.757h7.281l9.048 19h-54.832l9.048-19z"/>
						</svg>
						г. Казань, ул. Проточная, 8, 2 этаж, офис 2</li>
					<li><a href="tel: 8(843) 518-89-89">
						<svg enable-background="new 0 0 29.731 29.731" version="1.1" viewBox="0 0 29.731 29.731" xml:space="preserve" xmlns="http://www.w3.org/2000/svg">
							<path d="m23.895 29.731c-1.237 0-2.731-0.31-4.374-0.93-3.602-1.358-7.521-4.042-11.035-7.556-3.515-3.515-6.199-7.435-7.558-11.037-1.235-3.275-1.238-5.963-7e-3 -7.193 0.177-0.177 0.357-0.367 0.543-0.563 1.123-1.181 2.392-2.51 4.074-2.45 1.159 0.048 2.282 0.768 3.432 2.199 3.398 4.226 1.866 5.732 0.093 7.478l-0.313 0.31c-0.29 0.29-0.838 1.633 4.26 6.731 1.664 1.664 3.083 2.882 4.217 3.619 0.714 0.464 1.991 1.166 2.515 0.642l0.315-0.318c1.744-1.769 3.25-3.296 7.473 0.099 1.431 1.15 2.15 2.272 2.198 3.433 0.069 1.681-1.27 2.953-2.452 4.075-0.195 0.186-0.385 0.366-0.562 0.542-0.611 0.612-1.588 0.919-2.819 0.919zm-18.477-28.731c-1.195 0-2.274 1.136-3.229 2.141-0.192 0.202-0.378 0.398-0.561 0.581-0.917 0.916-0.824 3.323 0.236 6.134 1.31 3.472 3.913 7.266 7.33 10.683 3.416 3.415 7.208 6.018 10.681 7.327 2.811 1.062 5.218 1.152 6.133 0.237 0.183-0.183 0.379-0.369 0.581-0.56 1.027-0.976 2.192-2.082 2.141-3.309-0.035-0.843-0.649-1.75-1.825-2.695-3.519-2.83-4.503-1.831-6.135-0.176l-0.32 0.323c-0.78 0.781-2.047 0.608-3.767-0.51-1.193-0.776-2.667-2.038-4.379-3.751-4.231-4.23-5.584-6.819-4.26-8.146l0.319-0.315c1.659-1.632 2.66-2.617-0.171-6.138-0.947-1.175-1.853-1.789-2.696-1.825-0.026-1e-3 -0.052-1e-3 -0.078-1e-3z"/>
						</svg>
						+7 (843) 518-89-89</a></li>
					<li><a href="mailto: 51889892@mail.ru">
							<svg enable-background="new 0 0 31.012 31.012" version="1.1" viewBox="0 0 31.012 31.012" xml:space="preserve" xmlns="http://www.w3.org/2000/svg">
									<path d="m25.109 21.51c-0.123 0-0.246-0.045-0.342-0.136l-5.754-5.398c-0.201-0.188-0.211-0.505-0.022-0.706 0.189-0.203 0.504-0.212 0.707-0.022l5.754 5.398c0.201 0.188 0.211 0.505 0.022 0.706-0.099 0.105-0.231 0.158-0.365 0.158z"/>
									<path d="m5.902 21.51c-0.133 0-0.266-0.053-0.365-0.158-0.189-0.201-0.179-0.518 0.022-0.706l5.756-5.398c0.202-0.188 0.519-0.18 0.707 0.022 0.189 0.201 0.179 0.518-0.022 0.706l-5.756 5.398c-0.096 0.091-0.219 0.136-0.342 0.136z"/>
								<path d="m28.512 26.529h-26.012c-1.378 0-2.5-1.121-2.5-2.5v-17.047c0-1.379 1.122-2.5 2.5-2.5h26.012c1.378 0 2.5 1.121 2.5 2.5v17.047c0 1.379-1.122 2.5-2.5 2.5zm-26.012-21.047c-0.827 0-1.5 0.673-1.5 1.5v17.047c0 0.827 0.673 1.5 1.5 1.5h26.012c0.827 0 1.5-0.673 1.5-1.5v-17.047c0-0.827-0.673-1.5-1.5-1.5h-26.012z"/>
								<path d="m15.506 18.018c-0.665 0-1.33-0.221-1.836-0.662l-12.84-11.201c-0.208-0.181-0.23-0.497-0.049-0.706 0.183-0.208 0.498-0.227 0.706-0.048l12.84 11.2c0.639 0.557 1.719 0.557 2.357 0l12.824-11.182c0.207-0.181 0.522-0.161 0.706 0.048 0.181 0.209 0.16 0.524-0.048 0.706l-12.824 11.182c-0.507 0.442-1.171 0.663-1.836 0.663z"/>
							</svg>
						51889892@mail.ru</a></li>
				</ul>
			</div>
			<div class="col-md-12 call_action_container">
				<div class="col-md-6 col-xs-12"><h3>Или закажите обратный <br /> звонок от оператора</h3></div>
				<div class="col-md-5 col-xs-12"><button class="zay-btn open-modal"><i class="fa fa-phone"></i>Отправить заявку</button></div>
			</div>
		</div>
		<div class="col-md-6 left-block visible-xs">
			<iframe src="https://yandex.ru/map-widget/v1/?um=constructor%3A63e35b1024969d4c36c1658b1ac03ffa692b3986c87ecf55a4f77c73545c1ff0&amp;source=constructor" width="100%" height="100%" frameborder="0"></iframe>
		</div>
	</div>
</section>

<section id="footer">
	<div class="container-fluid">
		<div class="col-md-12">
			<ul class="footer-nav hidden-xs">
	            <li><a href="/">Главная</a></li>
	            <li><a href="/about/">О нас</a></li>
	            <li><a href="/services/">Услуги</a></li>
	            <li><a href="/article/">Статьи</a></li>
	            <li><a href="/contact/">Контакты</a></li>
            </ul>
        </div>
        <div class="col-md-12 footer-links">
        	<h4>Подписывайтесь на нас 
        		<hr class="visible-xs" style="border: 0 !important; margin: 5px 0" />
        		<a href="#">
					<svg enable-background="new 0 0 96.124 96.123" version="1.1" viewBox="0 0 96.124 96.123" xml:space="preserve" xmlns="http://www.w3.org/2000/svg">
						<path class = "footer_svg_color" d="m72.089 0.02l-12.465-0.02c-14.004 0-23.054 9.285-23.054 23.656v10.907h-12.533c-1.083 0-1.96 0.878-1.96 1.961v15.803c0 1.083 0.878 1.96 1.96 1.96h12.533v39.876c0 1.083 0.877 1.96 1.96 1.96h16.352c1.083 0 1.96-0.878 1.96-1.96v-39.876h14.654c1.083 0 1.96-0.877 1.96-1.96l6e-3 -15.803c0-0.52-0.207-1.018-0.574-1.386s-0.867-0.575-1.387-0.575h-14.659v-9.246c0-4.444 1.059-6.7 6.848-6.7l8.397-3e-3c1.082 0 1.959-0.878 1.959-1.96v-14.674c0-1.081-0.876-1.958-1.957-1.96z"/>
					</svg>
				</a>
        		<a href="#">
					<svg enable-background="new 0 0 612 612" version="1.1" viewBox="0 0 612 612" xml:space="preserve" xmlns="http://www.w3.org/2000/svg">
							<path class = "footer_svg_color" d="m612 116.26c-22.525 9.981-46.694 16.75-72.088 19.772 25.929-15.527 45.777-40.155 55.184-69.411-24.322 14.379-51.169 24.82-79.775 30.48-22.907-24.437-55.49-39.658-91.63-39.658-69.334 0-125.55 56.217-125.55 125.51 0 9.828 1.109 19.427 3.251 28.606-104.33-5.24-196.84-55.223-258.75-131.17-10.823 18.51-16.98 40.078-16.98 63.101 0 43.559 22.181 81.993 55.835 104.48-20.575-0.688-39.926-6.348-56.867-15.756v1.568c0 60.806 43.291 111.55 100.69 123.1-10.517 2.83-21.607 4.398-33.08 4.398-8.107 0-15.947-0.803-23.634-2.333 15.985 49.907 62.336 86.199 117.25 87.194-42.947 33.654-97.099 53.655-155.92 53.655-10.134 0-20.116-0.612-29.944-1.721 55.567 35.681 121.54 56.485 192.44 56.485 230.95 0 357.19-191.29 357.19-357.19l-0.421-16.253c24.666-17.593 46.005-39.697 62.794-64.861z"/>
					</svg>
				</a>
        		<a href="#">
					<svg  enable-background="new 0 0 548.358 548.358" version="1.1" viewBox="0 0 548.358 548.358" xml:space="preserve" xmlns="http://www.w3.org/2000/svg">
						<path class = "footer_svg_color" d="m545.45 400.3c-0.664-1.431-1.283-2.618-1.858-3.569-9.514-17.135-27.695-38.167-54.532-63.102l-0.567-0.571-0.284-0.28-0.287-0.287h-0.288c-12.18-11.611-19.893-19.418-23.123-23.415-5.91-7.614-7.234-15.321-4.004-23.13 2.282-5.9 10.854-18.36 25.696-37.397 7.807-10.089 13.99-18.175 18.556-24.267 32.931-43.78 47.208-71.756 42.828-83.939l-1.701-2.847c-1.143-1.714-4.093-3.282-8.846-4.712-4.764-1.427-10.853-1.663-18.278-0.712l-82.224 0.568c-1.332-0.472-3.234-0.428-5.712 0.144-2.475 0.572-3.713 0.859-3.713 0.859l-1.431 0.715-1.136 0.859c-0.952 0.568-1.999 1.567-3.142 2.995-1.137 1.423-2.088 3.093-2.848 4.996-8.952 23.031-19.13 44.444-30.553 64.238-7.043 11.803-13.511 22.032-19.418 30.693-5.899 8.658-10.848 15.037-14.842 19.126-4 4.093-7.61 7.372-10.852 9.849-3.237 2.478-5.708 3.525-7.419 3.142-1.715-0.383-3.33-0.763-4.859-1.143-2.663-1.714-4.805-4.045-6.42-6.995-1.622-2.95-2.714-6.663-3.285-11.136-0.568-4.476-0.904-8.326-1-11.563-0.089-3.233-0.048-7.806 0.145-13.706 0.198-5.903 0.287-9.897 0.287-11.991 0-7.234 0.141-15.085 0.424-23.555 0.288-8.47 0.521-15.181 0.716-20.125 0.194-4.949 0.284-10.185 0.284-15.705s-0.336-9.849-1-12.991c-0.656-3.138-1.663-6.184-2.99-9.137-1.335-2.95-3.289-5.232-5.853-6.852-2.569-1.618-5.763-2.902-9.564-3.856-10.089-2.283-22.936-3.518-38.547-3.71-35.401-0.38-58.148 1.906-68.236 6.855-3.997 2.091-7.614 4.948-10.848 8.562-3.427 4.189-3.905 6.475-1.431 6.851 11.422 1.711 19.508 5.804 24.267 12.275l1.715 3.429c1.334 2.474 2.666 6.854 3.999 13.134 1.331 6.28 2.19 13.227 2.568 20.837 0.95 13.897 0.95 25.793 0 35.689-0.953 9.9-1.853 17.607-2.712 23.127s-2.143 9.993-3.855 13.418c-1.715 3.426-2.856 5.52-3.428 6.28-0.571 0.76-1.047 1.239-1.425 1.427-2.474 0.948-5.047 1.431-7.71 1.431-2.667 0-5.901-1.334-9.707-4-3.805-2.666-7.754-6.328-11.847-10.992-4.093-4.665-8.709-11.184-13.85-19.558-5.137-8.374-10.467-18.271-15.987-29.691l-4.567-8.282c-2.855-5.328-6.755-13.086-11.704-23.267-4.952-10.185-9.329-20.037-13.134-29.554-1.521-3.997-3.806-7.04-6.851-9.134l-1.429-0.859c-0.95-0.76-2.475-1.567-4.567-2.427-2.095-0.859-4.281-1.475-6.567-1.854l-78.229 0.568c-7.994 0-13.418 1.811-16.274 5.428l-1.143 1.711c-0.571 0.953-0.859 2.475-0.859 4.57 0 2.094 0.571 4.664 1.714 7.707 11.42 26.84 23.839 52.725 37.257 77.659s25.078 45.019 34.973 60.237c9.897 15.229 19.985 29.602 30.264 43.112 10.279 13.515 17.083 22.176 20.412 25.981 3.333 3.812 5.951 6.662 7.854 8.565l7.139 6.851c4.568 4.569 11.276 10.041 20.127 16.416 8.853 6.379 18.654 12.659 29.408 18.85 10.756 6.181 23.269 11.225 37.546 15.126 14.275 3.905 28.169 5.472 41.684 4.716h32.834c6.659-0.575 11.704-2.669 15.133-6.283l1.136-1.431c0.764-1.136 1.479-2.901 2.139-5.276 0.668-2.379 1-5 1-7.851-0.195-8.183 0.428-15.558 1.852-22.124 1.423-6.564 3.045-11.513 4.859-14.846 1.813-3.33 3.859-6.14 6.136-8.418 2.282-2.283 3.908-3.666 4.862-4.142 0.948-0.479 1.705-0.804 2.276-0.999 4.568-1.522 9.944-0.048 16.136 4.429 6.187 4.473 11.99 9.996 17.418 16.56 5.425 6.57 11.943 13.941 19.555 22.124 7.617 8.186 14.277 14.271 19.985 18.274l5.708 3.426c3.812 2.286 8.761 4.38 14.853 6.283 6.081 1.902 11.409 2.378 15.984 1.427l73.087-1.14c7.229 0 12.854-1.197 16.844-3.572 3.998-2.379 6.373-5 7.139-7.851 0.764-2.854 0.805-6.092 0.145-9.712-0.677-3.611-1.344-6.136-2.008-7.563z"/>
					</svg>
				</a>
        		<a href="#">
					<svg enable-background="new 0 0 300 300" version="1.1" viewBox="0 0 300 300" xml:space="preserve" xmlns="http://www.w3.org/2000/svg">
						<path class = "footer_svg_color" d="m5.299 144.64l69.126 25.8 26.756 86.047c1.712 5.511 8.451 7.548 12.924 3.891l38.532-31.412c4.039-3.291 9.792-3.455 14.013-0.391l69.498 50.457c4.785 3.478 11.564 0.856 12.764-4.926l50.911-244.89c1.31-6.316-4.896-11.585-10.91-9.259l-283.7 109.44c-7.001 2.7-6.94 12.612 0.081 15.243zm91.57 12.066l135.1-83.207c2.428-1.491 4.926 1.792 2.841 3.726l-111.5 103.64c-3.919 3.648-6.447 8.53-7.163 13.829l-3.798 28.146c-0.503 3.758-5.782 4.131-6.819 0.494l-14.607-51.325c-1.673-5.854 0.765-12.107 5.943-15.303z"/>
					</svg>
				</a>
        	</h4>
        </div>
        <div class="col-md-12">
        	<div class="col-md-4">
        		<h3><a class="nav-link" href="#main">&copy; 2018 ООО «ЮРБИЗНЕСГРУП»</a></h3>
        	</div>
        	<div class="col-md-4">
        		<h3><a href="#">Политика конфиденциальности</a></h3>
        	</div>
        	<div class="col-md-4">
        		<h3>Разработка сайтов <a style="color: #00b4f7" href="http://itkluch.ru">ITKluch.ru</a></h3>
        	</div>
        </div>
    </div>
</section>


<div class="modal-overlay">
  <div class="modal">

    <a class="close-modal">
      <svg viewBox="0 0 20 20">
        <path fill="#000000" d="M15.898,4.045c-0.271-0.272-0.713-0.272-0.986,0l-4.71,4.711L5.493,4.045c-0.272-0.272-0.714-0.272-0.986,0s-0.272,0.714,0,0.986l4.709,4.711l-4.71,4.711c-0.272,0.271-0.272,0.713,0,0.986c0.136,0.136,0.314,0.203,0.492,0.203c0.179,0,0.357-0.067,0.493-0.203l4.711-4.711l4.71,4.711c0.137,0.136,0.314,0.203,0.494,0.203c0.178,0,0.355-0.067,0.492-0.203c0.273-0.273,0.273-0.715,0-0.986l-4.711-4.711l4.711-4.711C16.172,4.759,16.172,4.317,15.898,4.045z"></path>
      </svg>
    </a><!-- close modal -->

    <div class="modal-content">
      <h3 class="hidden-xs">Оставьте Ваши контактные данные <br /> и мы вам перезвоним</h3>
      <h3 class="visible-xs">Оставьте Ваши <br /> контактные данные <br /> и мы вам перезвоним</h3>
    	<form action="mail/mail.php" method="post">
    		<input type="text" name="name" placeholder="Введите имя" />
    		<input type="tel" name="phone" placeholder="Введите телефон" required />
    		<input type="text" name="mail" placeholder="Введите E-Mail" />
    		<select name="usluga">
    			<option selected disabled value="Выберите услугу">Выберите услугу</option>
    			<option value="Юридическое обслуживание">Юридическое обслуживание</option>
    			<option value="Регистрация ЮЛ, ИП, филлиалов и представительств">
    			Регистрация ЮЛ, ИП, филлиалов и представительств</option>
    			<option value="Банкротство ФЛ, ЮЛ">Банкротство ФЛ, ЮЛ</option>
    			<option value="Комплексное сопровождение бизнеса">Комплексное сопровождение бизнеса</option>
    			<option value="Сделки с недвижимостью">Сделки с недвижимостью</option>
    			<option value="Бухгалтерское обслуживание">Бухгалтерское обслуживание</option>
    		</select>
    		<input class="sbmt-btn" type="submit" name="submit" value="Оставить заявку" />
    	</form>
    </div><!-- content -->
    
  </div><!-- modal -->
</div><!-- overlay -->
<script type="text/javascript" src="js/wow.js"></script>
<script type="text/javascript" src="js/scripts.js"></script>
<script type="text/javascript" src="js/swiper.min.js"></script>
<script src="js/jquery.spincrement.min.js"></script>
<script type="text/javascript">
	
	$('#list button').click(function () {
		if ($('#services-modal').hasClass('active')) {
			$('#services-modal').css('opacity', "0").css('z-index', "-1").removeClass('active');
			$('#services-modal .modal-container').css('transform', "scale(0.5,0.5)");
			$('.modal-header h3').empty();
			$('table tr').removeClass('nameFirst');
		} else {
			$('#services-modal').css('opacity', "1").css('z-index', "10000").addClass('active');
			$('#services-modal .modal-container').css('transform', "scale(1,1)");
			var name = $(this).parent();
			var nameFirst = $(name).parent();
			nameFirst.addClass('nameFirst')
			$('.modal-header h3').text($('.nameFirst > td:first-child').text());
		}
	});
	$('.services-close-modal').click(function () {
		$('#services-modal').css('opacity', "0").css('z-index', "-1").removeClass('active');
		$('#services-modal .modal-container').css('transform', "scale(0.5,0.5)");
		$('.modal-header h3').empty();
		$('table tr').removeClass('nameFirst');
	});
	$('.search-ico').click(function () {
		if ($('.navbar-top form').hasClass('active')) {
			$('.navbar-top form').removeClass('active').css('opacity', "0").css('z-index', "-1");
		} else {
			$('.navbar-top form').addClass('active').css('opacity', "1").css('z-index', "1");
		}
	});

	var swiper = new Swiper('#main .swiper-container', {
		pagination: {
			el: '.swiper-pagination.main-pagination',
			clickable: true,
		},
		autoplay: {
			delay: 8000,
			disableOnInteraction: false,
		},
		loop: true,
		navigation: {
			nextEl: '.swiper-button-next.main-next',
			prevEl: '.swiper-button-prev.main-prev',
		},
	});

	if (window.screen.width <= 600) {
		$('#ras-form').removeClass('fadeInRight');
		$('#ras-form').addClass('fadeInUp');
	} else if (window.screen.width <= 800) {} else {};

	$('.show-li').click(function () {
		if ($('.show-li').hasClass('active')) {
			$('.show-li').text('Ещё ...').removeClass('active');
			$('.hide-li').css("display", 'none');
		} else {
			$('.show-li').text('Скрыть ...').addClass('active');
			$('.hide-li').css("display", 'block');
		}
	});
	$(document).mouseup(function (e) { // событие клика по веб-документу
		var div = $(".modal-container, .modal"); // тут указываем ID элемента
		if (!div.is(e.target) // если клик был не по нашему блоку
			&&
			div.has(e.target).length === 0) { // и не по его дочерним элементам
			$('#services-modal').css('opacity', "0").css('z-index', "-1").removeClass('active');
			$('#services-modal .modal-container').css('transform', "scale(0.5,0.5)");
			$('.modal-header h3').empty();
			$('table tr').removeClass('nameFirst');
			$('.modal-overlay').removeClass('active');
			$('.modal').removeClass('active');
		}
	});
	$(document).keydown(function (eventObject) {
		if (eventObject.which == 27) {
			$('#services-modal').css('opacity', "0").css('z-index', "-1").removeClass('active');
			$('#services-modal .modal-container').css('transform', "scale(0.5,0.5)");
			$('.modal-header h3').empty();
			$('table tr').removeClass('nameFirst');
			$('.modal-overlay').removeClass('active');
			$('.modal').removeClass('active');
		}
	});
	$(".spincrement").spincrement();

$(window).scroll(function () {
	if ($(window).scrollTop() > 100) {
		if(window.screen.width <= 900) {
			$('.navbar').css('top', "0px").css('box-shadow', "0 0 15px rgba(23, 67, 139, 0.4)");
		}
		else {
			$('.navbar').css('top', "-70px").css('box-shadow', "0 0 15px rgba(23, 67, 139, 0.4)");
		}
	} else {
		$('.navbar').css('top', "0").css('box-shadow', "none");
	}
});
</script>
</body>
</html>
>>>>>>> 66a3888cb199d963b2b61042334df81b5ce097a9
