<!DOCTYPE html>
<html>

<head>
	<title>О нас | Юрбизнесгруп</title>
	<meta charset="utf-8">
	<meta name="viewport" content="initial-scale=1, width=device-width, user-scalable=no">
	<link rel="shortcut icon" type="image/png" href="../img/favicon.png">
</head>

<body>
	<?php
	require('../header.php');
	?>
	<section id="main" class="about-main"></section>
	<section id="about-second">
		<div class="container">
			<div class="row about_main_content">
				<div class="col-md-7">
					<h3>О нас</h3>
					<p>Нами накоплен большой положительный опыт ведения арбитражных дел любой сложности во всех судебных инстанциях:
						первой, апелляционной, кассационной и надзорной, - по спорам, возникающим в различных отраслях законодательства
						РФ (гражданском, налоговом, коммерческом, корпоративном, трудовом, земельном законодательстве, законодательстве о
						техническом регулировании, об административных правонарушениях и иных).</p>
					<ul>
						<li>
							<div class="included_points__item_mark">
								<svg version="1.1" viewBox="0 0 512 512" xml:space="preserve">
									<path class="included_points__item_img" d="m504.5 75.496c-9.997-9.998-26.205-9.998-36.204 0l-306.7 306.71-117.89-117.89c-9.997-9.998-26.205-9.997-36.204 0-9.998 9.997-9.998 26.205 0 36.203l135.99 135.99c9.994 9.997 26.214 9.99 36.204 0l324.81-324.81c9.998-9.997 9.997-26.206 0-36.204z"></path>
								</svg>
							</div>Более 18 человек высококвалифицированных специалистов, <br /> прошедших жесткий отбор при приеме на
							работу.
						</li>
						<li>
							<div class="included_points__item_mark">
								<svg version="1.1" viewBox="0 0 512 512" xml:space="preserve">
									<path class="included_points__item_img" d="m504.5 75.496c-9.997-9.998-26.205-9.998-36.204 0l-306.7 306.71-117.89-117.89c-9.997-9.998-26.205-9.997-36.204 0-9.998 9.997-9.998 26.205 0 36.203l135.99 135.99c9.994 9.997 26.214 9.99 36.204 0l324.81-324.81c9.998-9.997 9.997-26.206 0-36.204z"></path>
								</svg>
							</div>Профессиональный стаж работы каждого из юристов <br /> составляет более 7 лет.
						</li>
						<li>
							<div class="included_points__item_mark">
								<svg version="1.1" viewBox="0 0 512 512" xml:space="preserve">
									<path class="included_points__item_img" d="m504.5 75.496c-9.997-9.998-26.205-9.998-36.204 0l-306.7 306.71-117.89-117.89c-9.997-9.998-26.205-9.997-36.204 0-9.998 9.997-9.998 26.205 0 36.203l135.99 135.99c9.994 9.997 26.214 9.99 36.204 0l324.81-324.81c9.998-9.997 9.997-26.206 0-36.204z"></path>
								</svg>
							</div>Средний показатель количества судебных заседаний в день <br /> на одного юриста в 2018 г. составил 1,26.
						</li>
					</ul>
				</div>
				<div class="col-md-5">
					<img src="../img/14-year.png" />
				</div>
			</div>
			<div class="row row-2 about_main_content">
				<div class="col-md-5">
					<img src="../img/10-city.png" />
				</div>
				<div class="col-md-7">
					<p>Помимо самого города Казань и Республики Татарстан мы успешно осуществляем свою деятельность в городах Москва и
						Санкт-Петербург, Удмуртской Республике, Республике Башкортостан, Краснодарском крае, Московской, Самарской,
						Нижегородской, Владимирской, Кировской, Свердловской, Пензенской областях и других регионах РФ.</p>
					<ul>
						<li>
							<div class="included_points__item_mark">
								<svg version="1.1" viewBox="0 0 512 512" xml:space="preserve">
									<path class="included_points__item_img" d="m504.5 75.496c-9.997-9.998-26.205-9.998-36.204 0l-306.7 306.71-117.89-117.89c-9.997-9.998-26.205-9.997-36.204 0-9.998 9.997-9.998 26.205 0 36.203l135.99 135.99c9.994 9.997 26.214 9.99 36.204 0l324.81-324.81c9.998-9.997 9.997-26.206 0-36.204z"></path>
								</svg>
							</div>В случае необходимости наши юристы готовы выехать <br /> в любой город России.
						</li>
					</ul>
					<a href="../services" class="zay-btn">Ознакомиться со всеми услугами</a>
				</div>
			</div>
		</div>
	</section>

	<section id="messages" class="about-consult">
		<div class="overlay">
			<div class="container">
				<div id="ras-form" class="form-block">
					<h2><b>получите бесплатную консультацию</b></h2>
					<h4>Наша компания оказывает широкий спектр услуг как для физических, так и для юридических лиц. <br />
						Рекомендуем Вам сначала обратиться за бесплатной консультацией.</h4>
					<form action="mail/mail-2.php">
						<input type="text" name="name" placeholder="Введите имя" required />
						<input type="text" name="mail" placeholder="Введите E-Mail" required />
						<input class="sbmt-btn" type="submit" name="submit" value="Отправить заявку" />
					</form>
				</div>
			</div>
		</div>
	</section>

	<section id="clients">
		<div class="container">
			<h3>Наши клиенты</h3>
			<ul>
				<li>ГУ Республиканский центр внешкольной работы Министерства образования Республики Татарстан</li>
				<li>Комитет Республики Татарстан по социально-экономическому мониторингу</li>
				<li>Прокуратура Кировского района г. Казани</li>
				<li>МБУЗ «Зеленодольская детская городская больница»</li>
				<li>МВД Советского района г. Казани</li>
				<li>Центр управления силами ФПС</li>
				<li>МУЗ «Детская стоматологическая поликлиника»</li>
				<li>ОАО «Казанское моторостроительное производственное объединение»</li>
				<li>ДОАО «Центрэнергогаз» ОАО «Газпром»</li>
				<li>ЗАО «Русь-Банк»</li>
				<li class="hide-li">ЗАО «Канал 6»</li>
				<li class="hide-li">ООО «Казанский завод медицинской аппаратуры»</li>
				<li class="hide-li">филиал ОАО Татмедиа «Редакция журнала «Салават купере»</li>
				<li class="hide-li">журнал «Autotat.ru»</li>
				<li class="hide-li">ООО «1С: Мультимедиа Казань»</li>
				<li class="hide-li">ООО «Кан-Автоваз»</li>
				<li class="hide-li">ООО «Сувар-Отель»</li>
				<li class="hide-li">ООО «Планета развлечений - Казань»</li>
				<li class="hide-li">ООО «Агава»</li>
				<li class="hide-li">"Кофе Хауз"</li>
			</ul>
			<a class="show-li">Ещё ...</a>
		</div>
	</section>

	<?php
require('../footer.php');
?>